{
	"General":{
		"english":"Trait abilities are generally denoted by the #trait# symbol, but other symbols may be used to denote a trait. When a symbol appears to the left of the combat symbols on a figure’s dial (except for the #imptar# symbol), that symbol denotes a trait whose description will be found on the character card with that symbol."
	}
	"Capture":{
		"english":"The rules for Capture can be seen on page 18 of the 2012 HeroClix Core Rulebook.\n\nIf a character is holding an object when captured, the object is placed in the square the character occupied when captured. If there is an object already in the square, the dropped object would be removed from play.\n\nIf a character using this ability loses it, then any captives are rescued.\n\nCapture is a combat ability appearing only on characters specifically designating that they can use it."
	},
	"Carry":{
		"english":"Characters being carried are not considered to be on the map for any game effect.\n\nThe fourth sentence reads: \"If a character has any other combat symbols or is holding an object it can't be carried\"."
	},
	"Duo Attack":{
		"english":"The free actions used in this ability may activate the same effect."
	},
	"Giant Reach":{
		"english":"This ability does allow the character to target characters on a lower elevation."
	},
	"Merge":{
		"english":"Game effects assigned to the individual characters pass to the Duo.\n\nThe Duo can use those effects provided that the Duo qualifies for the effect.\n\nRegardless of the label (eg, \"Names and Titles\"), the name at the top of the biographical information on a character card is considered to be the real name for this ability."
	},
	"Multiattack":{
		"english":"The Capture ability may not be used via the free action granted by Multiattack."
	},
	"Ram":{
		"english":"A multibased character moves as if it has a single base, thus that square is what is used for this ability."
	},
	"Sharpshooter":{
		"english":"This ability allows the character to make a ranged combat action/attack while based. If the attack targets, then targets of the attack must be the adjacent character(s). Regardless of targets, nonadjacent characters can be affected by the attack (such as would be the case with powers like Pulse Wave and Energy Explosion)."
	},
	"Split":{
		"english":"Game effects assigned to the Duo character pass to one qualifying character of the controller's choice.\n\nIf the game effect was assigned to the Duo via the Merge ability, the effect does not have to go back to the original figure.\n\nRegardless of the label (eg, \"Names and Titles\"), the name at the top of the biographical information on a character card is considered to be the real name for this ability."
	},
	"Throw a Grenade":{
		"english":"This is a trait ability, not a combat ability. Only combat abilities are able to be countered.\n\nYour initial grenade pool is determined by summing the grenade pool values of all figures on your force at the beginning of the game. The grenade pool values are indicated under the keywords on the character cards of figures who can use the Throw a Grenade trait ability. If your grenade pool is 0, you can't use the Throw a Grenade trait.\n\nThis trait ability is denoted with different symbols based on the set. For example, the #frag# symbol is used for the Gears of War 3 set while the #grenade# symbol is used for the Halo set.\n\nThe initial square chosen does not have to contain a character, nor is there anything restricting it to being clear or hindering terrain.\n\nPlasma Grenades end with \"…and then remove the marker.\"\n\nA range value of 0 will not prevent a character from using Throw a Grenade to make ranged combat attacks."
	},
	"Tiny Size":{
		"english":"The second sentence of Tiny Size begins: \"A friendly character that is larger and adjacent can use the Carry ability to carry up to one #tiny# character, regardless of its other combat symbols…\".\n\nCarrying a Tiny Size via Tiny Size does not prevent a figure from Carrying a second Tiny Size character through other means.\n\nLines of fire between a #tiny# and a #damage# character which pass through hindering are hindered by default. (This is not conveyed through the informational chart at the back of the rulebook.)"
	}
}
