{
  "CAPTURE": {
    "rules": {
      "General": {
        "english": "Give this character a power action and make a close combat attack that deals no damage against a single opposing character with the |damage| or |tiny| damage symbol; targets that can use Phasing/Teleport or Plasticity modify their defense values by +2 for the attack. If the attack succeeds, the target character is captured and is called a captive.\n\nRemove a captive from the battlefield until it is rescued (see below).\n\nIf this character has three captives, it can't capture another character until at least one of the captives is rescued or released (see below), and it can't make close combat attacks.\n\nIf this character has any captives when it is knocked out, before removing this character from the game, each captive is rescued (see below) by the active player...",
        "spanish": "Dale a este personaje una acción de poder y haz un ataque cuerpo a cuerpo que no causa daño en contra de un solo personaje oponente con el símbolo de daño [standar] o [tiny]; los objetivos que puedan usar Fase/Teletransporte o Plasticidad modifican sus valores de defensa con +2 para el ataque. Si el ataque es exitoso, el personaje objetivo es capturado y es llamado cautivo.\n\nRemueve a un cautivo del campo de batalla hasta que sea rescatado (vea atrás).\n\nSi el personaje tiene tres cautivos, no puede capturar a otro personaje hasta que al menos uno de los cautivos sea rescatado o liberado (vea atrás), y no puede hacer ataques cuerpo a cuerpo.\n\nSi el personaje tiene cautivos cuando es derrotado, antes de remover a este personaje del juego, cada cautivo es rescatado (vea atrás) por el jugador activo."
      },
      "RELEASING CAPTIVES": {
        "english": "When it occupies its starting area, this character can be given a power action to release one of its captives into an adjacent unoccupied square also in the starting area. A released captive is immediately defeated, and this character's player receives additional victory points for the released captive equal to 50 points or the released captive's point value, whichever is less.",
        "spanish": "Cuando ocupa su área de inicio, a este personaje se le puede dar una acción de poder para liberar uno de sus cautivos en un cuadrado adyacente desocupado también en el área de inicio. Un cautivo liberado es derrotado inmediatamente, y el jugador de este personaje recibe puntos de victoria adicionales por el cautivo liberado igual a 50 puntos o el valor de puntaje del cautivo liberado, cualquiera que sea el menor."
      },
      "RESCUING CAPTIVES": {
        "english": "Characters friendly to a captive can attempt to rescue that captive. To do so, give a friendly character a power action; it makes a close combat or ranged combat attack that deals no damage against the target character that captured the captive. The target modifies its defense value by –1 for the attack for each of its captives. If the attack succeeds, the attacker chooses a friendly captive. The captive is rescued and put into an unoccupied square adjacent to the target of the attack. The rescued character now has one action token regardless of how many it was previously assigned; it can be given an action in the same turn it is rescued, but it is pushed normally.",
        "spanish":"Los personajes que son aliados a un cautivo pueden intentar rescatar a ese cautivo. Para hacerlo, dale a un personaje aliado una acción de poder; haz un ataque de cuerpo a cuerpo o a distancia que no hará daño contra el personaje objetivo que capturó al cautivo. El objetivo modifica su valor de defensa por -1 para el ataque por cada uno de sus cautivos. Si el ataque es exitoso, el atacante elige a un cautivo aliado. El cautivo es rescatado y puesto dentro de un cuadrado desocupado adyacente al objetivo del ataque. El personaje rescatado ahora tiene un token de acción sin importar cuantos tenía asignados previamente; se le puede dar una acción en el mismo turno en el que es rescatado, pero es forzado normalmente."
      },
      "COUNTERING CAPTURE": {
        "english": "When Capture would be countered, roll 2d6; if the result of the roll is not doubles, Capture is not countered. If Capture is countered, all captives of this character are rescued immediately.",
        "spanish": " Cuando Captura va a ser contrarrestada, tira 2d6; si el resultado de la tirada no son dobles, Captura no es contrarrestada. Si Captura es contrarrestada, todos los cautivos de este personaje son rescatados inmediatamente."
      }
    },
    "isNested": true
  },
  "Carry": {
    "english": "When moving as a result of being given an action, this character may carry one friendly character. When this ability is used, modify this character's speed value by –2 until the end of the action. The following characters can't be carried: larger characters, multi-based characters, characters holding an object, and characters with any of the following combat symbols: |transSpeed|, |flight|, |transFlight|, |transSwim|, |duo|. To be carried, the friendly character must be adjacent to this character at the beginning of this character's action. When this character ends its movement for the action, the carried character must be placed in a square adjacent to this character. While being carried, a carried character is not adjacent to any other character, nor can it draw a line of fire until placed at the end of this character's movement for the action. A character which has been carried this turn can't be given an action (other than a free action) until the beginning of the next turn.",
    "spanish": "Cuando se mueve como resultado de haberle dado una acción, este personaje puede transportar consigo a un personaje aliado. Cuando esta habilidad es usada, modifica el valor de velocidad del personaje por -2 hasta el fin de la acción. Los siguientes personajes no pueden ser transportados: personajes más grandes, personajes multibase, personajes sosteniendo un objeto, y personajes con cualquiera de los siguientes símbolos de combate: |transSpeed|, |flight|, |transFlight|, |transSwim|, |duo|. Para ser transportado, el personaje aliado debe estar adyacente a este personaje al inicio de la acción de este personaje. Cuando este personaje termina su movimiento para la acción, el personaje transportado debe ser colocado en un cuadrado adyacente a este personaje. Cuando está siendo transportado, un personaje transportado no está adyacente a cualquier otro personaje, tampoco se le puede dibujar una línea de fuego hasta que haya sido colocado al final de la acción de movimiento de este personaje. A un personaje que ha sido transportado este turno no se le puede dar una acción (otra que no sea una acción gratuita) hasta el inicio del siguiente turno."
  },
  "Colossal Stamina": {
    "english": "This character automatically breaks away and can use |imptar| |doubleoarr|. When this character has two action tokens, it can be given a non-free action. If you do, after actions resolve deal it 1 unavoidable damage and do not clear action tokens from it at the end of the turn. This ability can't be countered.",
    "spanish": "Este personaje se destraba automáticamente y puede usar |imptar| |doubleoarr|. Cuando este personaje tiene dos tokens de acción, se le puede dar una acción no-gratuita. Si lo haces, luego de que las acciones se resuelvan dale un daño inevitable y no limpies los tokens de acción de él al final del turno. Esta habilidad no puede ser contrarrestada."
  },
  "Duo Attack": {
    "english": "Give this character a power action to make a duo attack. This character possesses |lightning| for this action. It makes 2 combat attacks (close and/or ranged) as free actions.",
    "spanish": "Dale a este personaje una acción de poder para hacer un ataque de dúo. Este personaje posee |lightning| para esta acción. Haz 2 ataques de combate (cuerpo a cuerpo y/o a distancia) como acciones libres.",
    "image": "duo"
  },
  "Flight": {
    "english": "This character can use |impmov| |ignet|, |ignht|, |ignobt|, |doubleoarr|. An elevated character using this ability ignores knock back damage if its knock back path crosses the boundary to a lower level.",
    "spanish": "Este personaje puede usar |impmov| |ignet|, |ignht|, |ignobt|, |doubleoarr|. Un personaje en una elevación superior usando esta habilidad ignora daño por retroceso si el camino de retroceso cruza el borde hacia un nivel inferior.",
    "image": "flight"
  },
  "Flight (transporter)": {
    "english": "As well as the regular flight ability this character can use the Carry ability and Move and Attack ability. This is indicated by the black circle behind the symbol.",
    "spanish": "Igual que la habilidad de vuelo regular este personaje puede usar la habilidad Transportar y la habilidad de Moverse y Atacar. Esto es indicado por el círculo negro detrás del símbolo.",
    "image": "transflight"
  },
  "Giant Reach": {
    "english": "This character adds 1 to its d6 roll when breaking away. This character can use the Carry ability. When this character is given an action that includes a close combat attack, all squares within a range of 2 and line of fire are considered adjacent. This ability can’t be countered.",
    "spanish": "Este personaje añade 1 a su tirada de d6 cuando se destraba. Este personaje puede usar la habilidad de Transportar. Cuando a este personaje se le da una acción que incluye un combate cuerpo a cuerpo, todos los cuadrados dentro de un rango de 2 y línea de fuego son considerados adyacentes. Esta habilidad no puede ser contrarrestada."
  },
  "Great Size": {
    "english": "This character ignores opposing character's Plasticity, can use |impmov| |ignet|, |ignht|, |ignobt|, |doubleoarr| and can't be knocked back. When this character makes a close combat attack, it may target characters on higher elevations. This character may draw lines of fire (and have lines of fire drawn to it) as if the character occupied the elevation equal to or greater than the elevation it occupies, using the elevation level with the least restrictive line of fire. This ability can't be countered.",
    "spanish": "Este personaje ignora la Plasticidad de los personajes oponentes, puede usar |impmov| |ignet|, |ignht|, |ignobt|, |doubleoarr| y no puede ser retrocedido. Cuando este personaje hace un ataque de cuerpo a cuerpo, puede designar como objetivos a personajes en elevaciones superiores. Este personaje puede dibujar líneas de fuego (y tener líneas de fuego hacia él) como si el personaje ocupara la elevación igual a o mayor a la elevación que ocupa, usando el nivel de elevación con la línea de luego menos restrictiva. Esta habilidad no puede ser contrarrestada."
  },
  "Improved Movement": {
    "english": "A character with the |impmov| symbol uses the effects indicated by its character card. Improved Movement activates whenever the character moves.\n\n|ignet| – Ignores elevated terrain.\n|ignht| – Ignores hindering terrain.\n|ignwt| – Ignores water terrain.\n|ignbt| – Ignores blocking terrain.\n|ignibt| – Ignores indoor terrain.\n|ignobt| – Ignores outdoor blocking terrain.\n|igndmg| – Ignores blocking terrain and destroys blocking terrain as the character moves through it.\n|chara| – Ignores characters.\n|ignfc| – ––.\n|ignoc| – Ignores opposing characters.\n|doubleo| – May move through squares adjacent to opposing characters but still needs to break away normally.\n|doubleoarr| – May move through squares adjacent to or occupied by opposing characters but still needs to break away normally.",
    "spanish": "Cuando un personaje con el símbolo |impmov| usa los efectos indicados por su tarjeta de personaje. El Movimiento Mejorado se activa siempre que el personaje se mueva.\n\n|ignet| – Ignora terreno elevado.\n|ignht| – Ignora terreno obstaculizado.\n|ignwt| – Ignora terreno acuático.\n|ignbt| – Ignora terreno bloqueado.\n|ignibt| – Ignora terreno interior.\n|ignobt| – Ignora terreno exterior.\n|igndmg| – Ignora terreno bloqueado y lo destruye cuando el personaje se mueve a través de él.\n|chara| – Ignora personajes.|ignfc| – ––.\n|ignoc| – Ignora personajes oponentes.\n|doubleo| – Puede moverse a través de cuadrados adyacentes a personajes oponentes, pero igual necesita destrabarse normalmente.\n|doubleoarr| – Puede moverse a través de cuadrados adyacentes a u ocupados por personajes oponentes, pero igual necesita destrabarse normalmente.",
    "image": "impmov"
  },
  "Improved Targeting": {
    "english": "A character with the |imptar| symbol uses the effects indicated by its character card. Improved Targeting activates whenever the character draws a line of fire.\n\n|ignet| – Ignores elevated terrain.\n|ignht| – Ignores hindering terrain.\n|ignwt| – Ignores water terrain.\n|ignbt| – Ignores blocking terrain.\n|ignibt| – Ignores indoor blocking terrain.\n|ignobt| – Ignores outdoor blocking terrain.\n|igndmg| – Ignores blocking terrain. When a ranged combat attack resolves, any blocking terrain along its line of fire to the target is destroyed.\n|chara| – Ignores characters.\n|ignfc| – Ignores friendly characters.\n|ignoc| – Ignores opposing characters.\n|doubleo| – May make a ranged combat attack targeting adjacent opposing characters.\n|doubleoarr| – May make a ranged combat attack while adjacent to an opposing character.",
    "spanish": "Cuando un personaje con el símbolo |imptar| usa los efectos indicados por su tarjeta de personaje. El Apunte Mejorado se activa siempre que el personaje dibuje una línea de fuego.\n\n|ignet| – Ignora terreno elevado.\n|ignht| – Ignora terreno obstaculizado.\n|ignwt| – Ignora terreno acuático.\n|ignbt| – Ignora terreno bloqueado.\n|ignibt| – Ignora terreno interior.\n|ignobt| – Ignora terreno exterior.\n|igndmg| – Ignora terreno bloqueado. Cuando un ataque a distancia se resuelve, cualquier terreno bloqueado a lo largo de la línea de fuego hacia el objetivo es destruido.\n|chara| – Ignora personajes.\n|ignfc| – Ignora personajes aliados.\n|ignof| – Ignora personajes oponentes.\n|doubleo| – Puede hacer un ataque a distancia designando como objetivo a personajes oponentes adyacentes.\n|doubleoarr| – Puede hacer un ataque a distancia cuando está adyacente a un personaje oponente.",
    "image": "imptar"
  },
  "Indomitable": {
    "english": "This character can use Willpower.",
    "spanish": "Este personaje puede usar Fuerza de Voluntad.",
    "image": "indomitable"
  },
  "Merge": {
    "english": "When this character is adjacent to other friendly characters that each represent one distinct qualifying character listed on a Duo character's character card and all of them have no action tokens, give this character a free action to replace all of them with that Duo character, the same number of clicks from its starting line as this character. The combined point value of the qualifying characters must be equal to or greater than the point value of the Duo character (unless that Duo character previously used the Split ability to be replaced by these same characters). The Duo character can't use the Split ability this turn. This ability can't be countered.",
    "spanish": "Cuando este personaje está adyacente a otro personaje aliado y cada uno representan a un personaje distinto calificante listado en una tarjeta de personaje de un personaje Dúo y todos ellos no tienen tokens de acción, dale a este personaje una acción gratuita para reemplazar a todos ellos con ese personaje Dúo, el mismo número de clicks desde su línea de inicio como este personaje. El valor de puntaje combinado de los personajes calificantes debe ser igual o mayor que el valor de puntaje del personaje Dúo (a menos que ese personaje Dúo previamente haya usado la habilidad Separarse para ser reemplazado por estos mismos personajes). El personaje Dúo no puede usar la habilidad Separarse este turno. Esta habilidad no puede ser contrarrestada."
  },
  "Move and Attack": {
    "english": "This character can use Hypersonic Speed if it is not adjacent to an opposing character when given the power action, but its attack value is modified by -2.",
    "spanish": "Este personaje usa Velocidad Hipersónica si no está adyacente a un personaje oponente cuando se le haya dado la acción de poder, pero su valor de ataque es modificado por -2."
  },
  "Multiattack": {
    "english": "Give this character a power action. It can be given any two actions as free actions. This ability can't be countered.",
    "spanish": "Dale a este personaje una acción de poder. Se le puede dar dos acciones como acciones gratuitas. Esta habilidad no puede ser contrarrestada."
  },
  "Ram": {
    "english": "Give this character a move action; it may only move along a straight horizontal or vertical path and it can't change its orientation. After actions resolve, make a close combat attack as a free action that targets all opposing characters that were moved through. Each hit character is dealt this character's damage value and deal this character 1 unavoidable damage for each 100 points of characters dealt damage during the movement.",
    "spanish": "Dale a este personaje una acción de movimiento; solo se puede mover a lo largo de manera horizontal o vertical y no puede cambiar su orientación. Luego de que las acciones se resuelvan, haz un ataque de cuerpo a cuerpo como una acción gratuita que designa como objetivo a todos los personajes oponentes que fueron movidos en el camino. A cada oponente golpeado se le da el valor de daño de este personaje y dale a este personaje un daño inevitable por cada 100 puntos de personajes que hayan tenido daño durante el movimiento."
  },
  "Speed (transporter)": {
    "english": "As well as the regular speed ability this character can use the Carry ability and Move and Attack ability. This is indicated by the black circle behind the symbol.",
    "spanish": "Como la habilidad de velocidad regular este personaje puede usar la habilidad de Transporte y la habilidad de Moverse y Atacar. Esto es indicado por el círculo negro detrás del símbolo.",
    "image": "transspeed"
  },
  "Sharpshooter": {
    "english": "This character can use |imptar| |ignoc|, |doubleo|.",
    "spanish": "Este personaje puede usar |imptar| |ignoc|, |doubleo|.",
    "image": "sharpshooter"
  },
  "Split": {
    "english": "Give this character a power action if it has no action tokens. Replace this character with one or more qualifying characters each from a different entry listed on this character's character card. The qualifying replacement character(s) must have either qualifying name and total no more than this character's point value (unless those characters previously used the Merge ability to be replaced by this character). Replacement character(s) are assigned an action token and can't be given an action this turn. Replacement character(s) begin a number of clicks from their starting line equal to the number of clicks from this character's starting line. This ability can't be countered.",
    "spanish": "Dale a este personaje una acción de poder si no tiene tokens de acción. Reemplaza a este personaje con uno o más personajes calificantes cada uno de una entrada diferente listada en la tarjeta de personaje de este personaje. Los personajes de reemplazo calificantes deben tener un nombre calificante y no sumar más del puntaje de valor total de este personaje (a menos que estos personajes hayan usado previamente la habilidad Unirse para ser reemplazados por este personaje). A los personajes de reemplazo se les asigna un token de acción y no se les puede dar una acción este turno. Los personajes de reemplazo empiezan un número de clicks de su línea de inicio igual al número de clicks de la línea de inicio de este personaje. Esta habilidad no puede ser contrarrestada."
  },
  "Swim": {
    "english": "This character can use |impmov| |ignwt|.",
    "spanish": "Este personaje puede usar |impmov| |ignwt|.",
    "image": "swim"
  },
  "Swim (transporter)": {
    "english": "As well as the regular swim ability this character can use the Carry ability and Move and Attack ability. This is indicated by the black circle behind the symbol.",
    "spanish": "Igual que la habilidad regular de Nadar este personaje puede usar la habilidad de Transportar y la habilidad de Moverse y Atacar. Esto es indicado por el círculo negro detrás del símbolo.",
    "image": "transswim"
  },
  "TEAM BASES": {
    "rules": {
      "WORKING TOGETHER": {
        "english": "Give this character a power action and it may be given one action as a free action for every 200 points or fraction thereof of its point value. These free actions may be used for any action, but you may only give the character up to 1 move action, up to 1 power action, up to 1 close combat action, and up to 1 ranged combat action. Any number of these free actions may be used to make either a close or ranged combat attack.",
        "spanish": "Dale a este personaje una acción de poder y se le puede dar una acción como acción gratuita por cada 200 puntos o fracción de su valor de puntaje. Estas acciones gratuitas pueden ser usadas para cualquier acción, pero solo se le puede al personaje hasta 1 acción de movimiento, hasta 1 acción de poder, hasta 1 acción de combate cuerpo a cuerpo, y hasta 1 acción de combate a distancia. Cualquier número de estas acciones gratuitas puede ser usado para hacer un ataque de cuerpo a cuerpo o un ataque a distancia."
      },
      "SOLO ADVENTURE": {
        "english": "Give this character a power action, remove any team member from the team and insert it into its SwitchClix base. The character is placed adjacent to the team on its SwitchClix base turned to the first click with a click number color that matches the team’s current click number color. If removing the team member from the team would mean that the total point value of removed team members exceeds the point value of the team, then the team member can’t be removed. When a removed character has multiple starting lines, its point value is considered to be the first printed starting line other than an orange starting line preceding the click it is on when placed on the map. Its actual starting line will be the click number on which the character entered play.",
        "spanish": "Dale a este personaje una acción de poder, remueve cualquier miembro del equipo e insértalo en su base SwitchClix. El personaje es colocado adyacente al equipo en su base SwitchClix girada al primer click que tenga el color que coincida con el color de click actual. Si remover al miembro del equipo significaría que el valor de puntos total del miembro del equipo removido exceda al valor de puntos total del equipo, entonces el miembro del equipo no puede ser removido. Cuando un personaje removido tiene múltiples líneas de inicio, su valor de puntos es considerado la primera línea de inicio impresa otra que no sea una línea de inicio anaranjada precediendo al click que tiene al colocarse en el mapa. Su línea de inicio actual será el número de click en la que el personaje entró a jugar."
      },
      "TEAM COORDINATION": {
        "english": "When counting characters for a themed team do not count the team as a character, instead each team member counts as a character. If the team is part of a themed team, instead of normal themed team initiative bonuses, it grants a +1 bonus to the initiative roll for every 100 points of its point value, or fraction thereof. At the beginning of the game when a team is part of a themed team, choose: Themed Team Probability Control can be used normally or it can’t be used and the team can use Probability Control.",
        "spanish": "Cuando se cuentan a los personajes para un equipo temático no se cuenta al equipo como un personaje, en vez de eso cada miembro del equipo cuenta como un personaje. Si el equipo es parte de un equipo temático, en vez de los bonos iniciales de un equipo temático normal, se le da una bonificación de +1 a la tirada inicial por cada 100 puntos de su valor de puntos, o una fracción de la misma. Al inicio del juego cuando un equipo es parte de un equipo temático, escoge: el Control de Probabilidad de un Equipo Temático puede ser usado normalmente o no puede ser usado y el equipo puede usar Control de Probabilidad."
      }
    },
    "isNested": true
  },
  "Tiny Size": {
    "english": "Modify this character's defense value by +1 against ranged combat attacks. A friendly character that is larger and adjacent can use the Carry ability to carry up to one |tiny| character regardless of its other combat symbols, does not reduce its speed value for doing so and can continue to use the Carry ability if it can normally. This ability can't be countered.",
    "spanish": "Modifica el valor de defensa de este personaje por +1 contra los ataques a distancia. Un personaje que sea más grande y que esté adyacente puede usar la habilidad Transportar para llevar consigo hasta un personaje con |tiny| sin importar sus otros símbolos de combate, no se reduce el valor de velocidad por hacer esto y puede continuar usando la habilidad de Transporte como si pudiera normalmente. Esta habilidad no puede ser contrarrestada.",
    "image": "tiny"
  },
  "GRENADE": {
    "rules": {
      "General": {
        "english": "Give the character a power action, decrease the number of grenades in your grenade pool by 1 (if greater than 0), and choose a type of grenade listed on the character's character card. Choose a target square within 5 squares and line of fire and for this attack, this character can use |imptar| |chara|. Make a ranged combat attack targeting all characters occupying or adjacent to the target square. Deal damage to each character hit based only on the type of grenade chosen.",
        "spanish": "Dale a este personaje una acción de poder, reduce el número de granadas en tu pool de granadas por 1 (si es más grande que 0), y escoge un tipo de granada listada en la tarjeta de personaje de este personaje. Escoge a un cuadrado objetivo dentro de 5 cuadrados y línea de fuego para este ataque, este personaje puede usar |imptar| |chara|. Haz un ataque a distancia designando como objetivo a todos los personajes que ocupen o estén adyacentes a este cuadrado objetivo. Dale daño a cada personaje golpeado basado únicamente en el tipo de granada escogido."
      },
      "FLASHBANG": {
        "english": "No damage\nThe target square for this grenade can be within 8 squares. Place an action token on all hit characters that have zero tokens.",
        "spanish": "Sin daño. El cuadrado objetivo para esta granada puede ser dentro de 8 cuadrados. Coloca un token de acción a todos los personajes golpeados que tienen cero tokens."
      },
      "FRAG": {
        "english": "2 damage\nA hit character in the target square is dealt 1 additional damage. Each other hit character is knocked back from the target square.",
        "spanish": "2 de daño. Un personaje golpeado en el cuadrado objetivo es dado 1 daño adicional. Cada otro personaje golpeado es retrocedido del cuadrado objetivo."
      },
      "INK": {
        "english": "1 penetrating damage\nPlace a hindering terrain marker in the target square. At the beginning of your next turn, deal 1 additional penetrating to each character occupying the target or adjacent squares, then remove the marker.",
        "spanish": "1 daño penetrante. Coloca un marcador de terreno obstaculizado en el cuadrado objetivo. Al inicio de tu siguiente turno, dale 1 daño penetrante adicional a cada personaje ocupando o estando adyacente al cuadrado objetivo, luego remueve el marcador."
      },
      "PLASMA": {
        "english": "No damage\nMark a hit character in the target square. At the beginning of your next turn, deal 2 damage to the character marked in this way and 1 damage to all adjacent characters that are friendly to that character.",
        "spanish": "Sin daño. Marca a un personaje golpeado en el cuadrado objetivo. Al inicio de tu siguiente turno, dale 2 de daño al personaje marcado de esta manera y 1 de daño a todos los personajes que son aliados a ese personaje."
      },
      "SMOKE": {
        "english": "1 damage\nPlace a hindering terrain marker in the target square and up to two adjacent squares. Remove them at the beginning of your next turn. Characters occupying squares with these markers can't make ranged attacks.",
        "spanish": "1 de daño. Coloca un marcador de terreno obstaculizado en el cuadrado objetivo y hasta dos en cuadrados adyacentes. Remuévelos al inicio de tu siguiente turno. Los personajes ocupando cuadrados con estos marcadores no pueden hacer ataques a distancia."
      },
      "THERMITE": {
        "english": "1 damage\nDestroy up to 3 squares of blocking terrain or walls adjacent to the target square.",
        "spanish": "1 de daño. Destruye hasta 3 cuadrados de terreno bloqueado o paredes adyacentes al cuadrado objetivo."
      }
    },
    "isNested": true
  },
  "VEHICLES": {
    "rules": {
      "General": {
        "english": "A vehicle is a HeroClix character marked with the |wheel| defense symbol. Vehicles can be played in one of two modes, Autopilot and Piloted, each with its own point value. You must choose which mode the vehicle will be played in when building your force. A vehicle can use the Carry ability, but does not modify its speed value from it and can carry up to the maximum number of friendly characters indicated on the vehicle's base next to the (passenger) symbol. When using the Carry ability, vehicles ignore the combat symbols of friendly characters. Vehicles can use |impmov| |ignht|, |chara|, and |imptar| |doubleo|. A vehicle can't be dealt damage through the Mastermind power, can't be assigned a Resource or Relic, and can't be the pilot of another vehicle.",
        "spanish": "Un vehículo un personaje de Heroclix marcado con el símbolo de defensa de una llanta. Los vehículos pueden ser jugador en dos modos, Autopilotados y Pilotados, cada uno con su propio valor de puntaje. Tú debes escoger qué modo el vehículo será jugado cuando construyes tu fuerza. Un vehículo puede usar la habilidad de Transporte, pero no modifica su valor de velocidad y puede llevar consigo hasta el máximo número de personajes aliados indicados en la base del vehículo al costado del símbolo del pasajero. Cuando se usa la habilidad de Transporte, los vehículos ignoran los símbolos de combate de los personajes aliados. Los vehículos pueden usar |impmov| |ignht|, |chara|, y |imptar| |doubleo|. A un vehículo no se le puede dar daño a través del poder de Mente Maestra, no se le puede asignar un Recurso o Reliquia, y no puede ser el piloto de otro vehículo."
      },
      "PILOTED VEHICLES": {
        "english": "A friendly character adjacent to a vehicle in Piloted mode can be given a free action to become the vehicle's pilot. A pilot must have the |attack| or |sharpshooter| symbol printed on their base, must be the same size as the vehicle or smaller, can't use Battle Fury, and must have begun the game friendly to the vehicle's force. A vehicle in Piloted mode may only have one pilot at a time. A character who becomes a vehicle's pilot is removed from the battlefield and placed on the vehicle's character card; all of a pilot's powers and abilities are ignored, unless a game effect specifies it activates when the character is a pilot. When a character becomes its pilot, the vehicle may not be given an action until your next turn. A vehicle may have additional traits called Pilot Abilities. When a pilot matches any prerequisite listed for a pilot ability, the vehicle possesses that trait",
        "spanish": "A un personaje adyacente a un vehículo en modo Pilotado se le puede dar una acción gratuita para volverse el piloto del vehículo. Un piloto debe tener el símbolo de |attack| o |sharpshooter| impresos en su base, debe tener el mismo tamaño que el vehículo o más pequeño, no puede usar Furia de Batalla, y debe de haber comenzado el juego siendo aliado a la fuerza del vehículo. Un vehículo en modo Pilotado solo puede tener un piloto a la vez. Un personaje que se vuelve el piloto del vehículo es removido del campo de batalla y puesto en la tarjeta de personaje del vehículo; todos los poderes y habilidades del piloto son ignorados, a menos que un efecto del juego especifique que son activados cuando el personaje es un piloto. Cuando el personaje se vuelve su piloto, al vehículo no se le puede dar ninguna acción hasta tu siguiente turno. Un vehículo puede tener tratos adicionales llamados Habilidades de Piloto. Cuando un piloto coincide con cualquier prerrequisito listado para una habilidad de piloto, el vehículo posee ese trato."
      }
    },
    "isNested": true,
    "image": "wheel"
  }
}