{
  "General": {
    "english": "Many figures have been published with rules detailing their abilities. The specifics of these abilities are overridden by the description of the ability in the HeroClix Powers and Abilities Card.\n\nTypographical errors (such as a missing period) that do not impact the way in which a game effect would be played are not listed in Part 1 as errata, though the corrected form of the game effect would appear in Part 2.\n\nUnless otherwise noted, game effects only occur once each time they would apply. For example, \"At the beginning of your turn, you may heal Wolverine of 1 damage\" is an instruction to do this once.\n\nGame effects which refer to a \"figure\" refer to a \"character\" for gameplay purposes.\n\nOn page 6, add to the last paragraph under Line of Fire: Direct Lines only consider squares which are actually adjacent, not adjacent for certain purposes, as adjacent.\n\nOn page 7, the Rule of Action Tokens reads: \"No game effect can result in more than 2 action tokens on a character. If part of a game effect would cause this to happen, place action tokens on the character until it has 2 and then ignore any remaining tokens\".\n\nOn page 10, the fifth sentence under \"Dealing Damage\" reads: \"If a character could use multiple game effects that would reduce or ignore damage dealt, only one of its game effect can activate, to be decided by the character's controlling player.\"\n\nOn page 10, the last paragraph under \"Rolling 2 and 12: Critical Misses and Critical Hits\" reads: \"When using the Support power (see the Powers and Abilities Card) and 1 1 is rolled for the 2d6 roll, the attempt is an automatic miss and the target is dealt 1 unavoidable damage instead. If 6 6 is rolled for the 2d6 roll, the attempt is an automatic hit, and you add 1 to the amount of damage healed by the target.\"\n\nOn page 15, the first sentence under Movement Through Intersection Points reads: \"Whenever a character would move diagonally through an intersection point between four squares on a map, treat the point as the less restrictive of the two paths through each of the two squares that touch that point not along the path of movement.\n\nOn page 22, the third sentence under \"STACKING AND UNSTACKING HORDE TOKENS\" reads: \"Horde tokens may be stacked during their placement in the starting area at the beginning of the game during step 3 of Preparing for Battle.\""
  },
  "Actions": {
    "english": "The phrase “after actions resolve” means that the effect does not occur until all currently active actions have resolved. Once the currently active actions have resolved, anything that happens \"after actions resolve\" occurs immediately, in an ordered decided by the active player."
  },
  "Additional Team Abilities": {
    "english": "Additional Team Ability (ATA) cards can be added to your force when it is a themed team. Each ATA card indicates the cost per character that must be added to your force in order to use it in the game; all characters that meet the prerequisites must be assigned the ATA and your force's build total is affected accordingly. ATA cards provide either different or additional team abilities to the qualifying characters on your force. These team abilities are possessed by the qualifying characters and can be used by wild cards (unless the ATA specifies otherwise). A force may only include one ATA card.\n\nTIP!\nAlthough ATA cards use a keyword as a prerequisite, it is not required that the themed team’s shared keyword be the same keyword as the ATA!"
  },
  "Battle Map Removal": {
    "english": "Characters that are removed from the battle map are not affected by any game effects and may not use their own game effects except as stipulated by the effect removing them from the map."
  },
  "Battlefield Condition": {
    "english": "Battlefield conditions change the environment of the battlefield. When assembling your force, you can include a single battlefield condition. A battlefield condition has no point value and does not count toward the point total of a force.\nDuring Step 2 of Preparing For Battle, after starting areas have been determined, all players reveal their battlefield condition card simultaneously.\nA battlefield condition alters the rules of the game as explained in its card text. Battlefield conditions affect only characters on the map. If multiple copies of a battlefield condition that causes a die (or dice) roll to occur are in play, roll the die (or dice) for each copy in play. If a player's force is defeated, his or her battlefield condition remains in effect until the end of the game."
  },
  "Breaking Away": {
    "english": "If a character occupying a square adjacent to one or more opposing characters is given an action and attempts to move, that character must successfully break away before it can move.\n\tTo break away, roll a d6. On a result of 3 or less, that character fails to break away and can't move; resolve the action immediately, including assigning that character any action tokens for that action. On a result of 4 or higher, that character succeeds in breaking away from all opposing characters adjacent to it. Regardless of any game effects, a d6 roll of 1 automatically results in a character failing to break away, while a d6 roll of 6 automatically results in a character succeeding in breaking away.\n\tOnly one successful break away roll is required to move away from all adjacent opposing characters or other game effects that may require break away from that square. Once a character successfully breaks away, it can move through squares adjacent to every opposing character or game effect from which it broke away; but ends its movement as normal if it becomes adjacent to an opposing character that it did not break away from this action"
  },
  "BYSTANDER TOKENS": {
    "english": "Tactics"
  },
  "Combat Values": {
    "english": "When an attack roll is rerolled, the combat values used for the first roll will be used for the second roll."
  },
  "Compatibility": {
    "english": "All HeroClix game lines are compatible with all other HeroClix game lines. HeroClix has two game systems. HeroClix: Alpha characters can be played in HeroClix by treating every colored power as a standard power (not the description on the character card) and by using the character card for the keywords."
  },
  "Critical Hits": {
    "english": "A critical hit increases the damage dealt to any character hit by an attack that deals damage."
  },
  "Damage Dealt": {
    "english": "All damage from a single effect is dealt simultaneously, unless otherwise specified. For example if two characters are both hit by the same Energy Explosion or Throw a Grenade attack, all of the damage from that attack is dealt at the same time, so any damage transfer will be combined.\n\nDamage dealt which is transferred to another character is not considered to be from an attack, unless otherwise stated.\n\nUnless otherwise stated, damage dealt which is transferred from a character may not be transferred back to that character at a later time."
  },
  "Damage Depletion Modifier": {
    "english": "Each time an attack resolves, modify the attacker's damage value by 1 (minimum 1) until the end of the turn."
  },
  "Damage Taken": {
    "english": "The amount of damage a character takes is always considered the specific number of clicks applied before stopping. If a character is KO'd or has a game effect that causes the clicking to stop, the damage taken is determined accordingly."
  },
  "Dice": {
    "english": "All dice must be rolled at the same time. If one die is not laying flat on the playing surface or falls off the table, then all dice used in that roll should be rolled again."
  },
  "Double Power Actions": {
    "english": "In order to use a double power action, a figure must be able to be given two action tokens."
  },
  "Epic Battles": {
    "english": "Any game with a build total between 400-1000 points is considered to be an epic battle."
  },
  "Event Dials": {
    "english": "Event dials included as part of your force are still subject to having the approval of your opponents."
  },
  "First-round Immunity": {
    "english": "During the first round of the game, characters that have not been given an action, placed, or moved can't be targeted by opposing characters, knocked back, attacked, or damaged, unless a game effect that does so specifically states that it occurs at the beginning of the game."
  },
  "Free Actions": {
    "english": "If a game effect allows you to perform a specific power or ability as a free action, then that effect is not considered to be the type of action which would normally be given. (For example, when Zoom uses Flurry during Hypersonic Speed, there is no close combat action given.)\n\nFree actions may be used during the beginning of turn and during the end of turn.\n\nAny game effect that grants the character a free action can not use that free action to initiate the action that granted the free action in the first place, unless it specifies otherwise. (For example, the power action of Multiattack can't be used to give the character a power action for another Multiattack)."
  },
  "Game Elements": {
    "english": "Game elements that are added into the game after it begins are considered to be part of the force of the player whose effect caused the addition.\n\nGame elements such as a bystander token or object that do not have a collector number and are brought into the game through a specific character's powers or abilities may not be included on a force separately unless otherwise indicated."
  },
  "Horde Tokens": {
    "english": "When stacked, horde tokens count as one figure for all purposes with a point cost of the cost of one token times the number of tokens in the stack.\n\nAs tokens and stacks merge into a single stack, any game effects with an ongoing duration (e.g., Perplex, Super Strength, Relics, etc.) that are affecting the token/stack are now affecting the stack. In the cases where this causes an illegal condition (e.g., holding two objects), the token/stack joining the stack has the game effect ignored as it joins the stack (e.g., the second object would be dropped). When a token leaves a stack, any game effects affecting the stack no longer affect the token.\n\nYou may only stack tokens which began the game as part of your force (or were returned to the game as part of your force).\n\nTwo individual tokens may merge into a stack.\n\nThe 50 point limit on returning tokens applies per turn.\n\nA stack can't be carried."
  },
  "Ignoring": {
    "english": "A character which ignores a game effect may still be targeted with that game effect. Any special attributes of that effect will be ignored. For example, a character with the Repulsor Shield feat that is hit with an attack using Ranged Combat Expert would not ignore the attack, it would ignore the +2 damage dealt provided by the Ranged Combat Expert power.\n\nGame effects which alter the way a figure is KO'd or otherwise defeated can't be ignored.\n\nGame effects which have you make a choice at a specific occurrence may be ignored, but if the power is being ignored when the choice would be made, this choice is made immediately after the effect is no longer ignored.\n\nWhen a game effect says that a character ignores a power or ability, it only ignores that power or ability on other characters unless otherwise noted.\n\nIf a special power or other game effect states that it can't be ignored, then any standard powers or abilities the effect allows a character to use also can't be ignored."
  },
  "Improved Characters": {
    "english": "Improved characters possess combat abilities that allow them to move more freely or enhance their ability to draw lines of fire. Improved characters are indicated by a |imp| on a character's base. An Improved character may possess Improved Movement (|impmov|), Improved Targeting (|imptar|) or both. The character card will indicate which combat abilities the character possesses and will list the symbols indicating how the character uses each ability.",
    "image": "imp"
  },
  "Initiative": {
    "english": "There are many mechanics which require player(s) to select things at the beginning of the game. The initial roll-off between players to determine who goes first is used to determine which player performs all of their \"start of game\" decisions first."
  },
  "Keywords": {
    "english": "Diacritics (such as the dots above an ü) are the same as their standard letter counterpart. For example, Blüdhaven is the same as Bludhaven.\n\nHyphens do not alter a keyword. For example, Legion of Super Heroes is the same as Legion of Super-Heroes."
  },
  "Knock Back": {
    "english": "Powers and abilities that would prevent knock back are checked for before damage from the attack is applied.\n\nKnock back is not considered to be movement for purposes of game effects that activate when a character moves."
  },
  "Lines of Fire": {
    "english": "When a character has the ability to ignore the effects of other characters for line of fire purposes, it refers only to the fact that character bases do not affect the line of fire. This ability alone would not allow the character drawing a line of fire to ignore powers or abilities by other characters.\n\nWhen a character draws a line of fire to an object held by a character, they do not need to draw a line of fire to the character holding the object, only the square itself. Therefore, abilities like Stealth would not prevent the line of fire from being drawn.\n\nSome special powers allow a character to use a standard power against one or more adjacent characters. When adjacency is specified in this way, the character using the special power does not need to have line of fire on the target(s).\n\nAny game effect that has a line of fire drawn to it is considered a target.\n\nAs indicated on the Powers and Abilities Card, smaller characters do not block the line of fire to or from larger characters."
  },
  "Locked": {
    "english": "Certain replacement values are referred to as \"locked.\" Locked combat values ignore all other replacement values and modifiers. Whenever a combat value is calculated and a locked replacement value is applied to it, the locked replacement value is the only replacement or modifier that can affect that combat value, and if a specific number is locked, that number is the only possible result of the calculation. Unless otherwise specified, locked values last until the end of the attack that caused the locked value. If there was no attack in the action that resulted in the locked value, then the locked value lasts until the action resolves unless specified otherwise."
  },
  "Maps": {
    "english": "On page 15, the first sentence of the second paragraph under the \"Maps\" heading reads: \"A map labeled \"indoor/outdoor\" or \"outdoor/ indoor\" follows all the rules of outdoor maps, except that squares inside the yellow boundary line follows all the rules of indoor maps\".\n\nSome maps have multiple starting areas outlined along an edge of the map. The player on a side with multiple areas may place his team, divided as he chooses, in any area along that edge of the map."
  },
  "Modifiers": {
    "english": "FROM CORE RULEBOOK\nModifiers increase or decrease a combat value by a specific amount and are cumulative. Modifiers apply to a character for as long as that character meets the modifier's requirements, and are added up when needed to determine a combat value. Modifiers use the word \"modify\", \"modifies\", \"increase\", or \"decrease.\" Modifiers never set combat values to specific numbers or halves; they involve adding (+/ increase) or subtracting (-/decrease).\n\nFROM PLAYERS GUIDE\nModifiers can always be applied to a character. However, if another game effect causes the character to be unable to have its values modified, then the modifiers are ignored.\n\nWhen a modifier during an attack is based on a figure meeting a particular criteria (usually the targeted character), then that modifier only applies to the targeted character(s) but would not apply to any targeted characters that did not meet the criteria."
  },
  "Movement": {
    "english": "A character which \"can't be moved\" may not be given an action to move 0 squares as that is movement.\n\nA character with Super Strength can't pick up an object as it moves into a square adjacent to an opposing character unless the moving character has another power or ability that allows it to ignore the effects of other opposing characters on movement."
  },
  "Multi-Based Characters": {
    "english": "FROM CORE RULEBOOK\nSee Core Rules\n\nFROM PLAYERS GUIDE\nIf multibase character can't fit within your starting area due to terrain features (Blocking terrain, changes in elevation, etc), you may extend your starting area so that the character will fit. If extending your starting area will not create the necessary space you may instead place the multibased character in your starting area and treat all squares it occupies as if they were clear terrain of the same elevation as long as the multibased character is not moved or placed into other squares. Once the multibased character no longer occupies those squares, they revert to their original terrain and elevation type.\n\nUnless otherwise directed, when a game effect directs you to place a multi-based character, place one square as you would any character, then place the rest of the base legally."
  },
  "Naming": {
    "english": "Abbreviated titles are considered the same as their long forms for determining a character's name. For example, Dr. Octopus and Doctor Octopus are considered the same name.\n\nA name preceded by a definite article is considered the same as that name without a definite article. For example, Flash and The Flash are considered to be the same name.\n\nCharacters without a character card use their names as their real name unless specified otherwise.\n\nNames are not case-sensitive."
  },
  "Powers/Abilities": {
    "english": "When a game effect refers to \"a standard {combat type} power\" it is referring to a standard power in that combat type's stat. For example, \"a standard attack power\" would include Quake but would not include Charge (even though there is an attack in Charge, it is not an \"attack power\").\n\nWhen a character card contains descriptive text for a standard or named power, refer to the Powers and Abilities Card for the text of the power.\n\nPowers and abilities which allow a character to use a standard power in an altered way are still considered to be standard powers for other game effects.\n\nIf a character is being affected by a power or ability when it is replaced for another (i.e., Alter-Ego, Morph, etc.) the new character remains affected.\n\nIf a character has activated a long-lasting game effect when it is replaced for another (i.e., Alter-Ego, Morph, etc.) the new character continues the effect only if the new character also can use that effect.\n\nGame effects which grant the use or possession of another game effect have no effect if the recipient can already use the new effect.\n\nSome older game effects may have been prefaced with the terms (Optional) or (Non-optional). These references are no longer used in Heroclix and should be ignored.\n\nSome characters with multiple dials have traits or other abilities or powers that refer to a specific point value dial. These effects only function on the listed dials. For example, G01 Galactus may only use the trait Fundamental Force (600/900 points) when he is currently on either his 600 or 900 point dial.\n\nA game effect which states that another game effect can't be used prevents a new activation of that specified game effect, but it does not end any ongoing effects unless otherwise noted.\n\nWhen a power or other game effect causes something to happen \"after using it\" then the triggered effect occurs after actions resolve.\n\nWhen a character card includes the full text of a power or ability, the current text of the player's guide is to be used.\n\nWhen game effects are triggered from using a power or ability (typically using a phrasing like \"When he does…\"), it refers to when you are given an action to activate it if there is an action option for the power (ie, Charge or Force Blast) or when you choose to utilize an effect when the effect works in conjunction with an action (ie, Blades/Claws/Fangs or Carry)."
  },
  "Prime Characters": {
    "english": "Characters with a green ring on their base are Prime characters. When building a force, you may only include one Prime character on it.\n\nBystander tokens are not Prime."
  },
  "Replacement Characters": {
    "english": "Game effects that are applied to a character prior to replacement are applied to the new character accordingly. If the replacement results in multiple new characters, then the game effects are distributed as decided by the characters' controller.\n\nGame effects which would replace a character with a new character on the same dial (for example, Batman #210 Two-Face) do not require that character to be listed on the sideline.\n\nA character can't be replaced by a character with the same set symbol and collector number."
  },
  "Replacement Values": {
    "english": "Some game effects substitute one combat value for another. These substitute values are called replacement values. When one value becomes or is used instead of the value printed on the dial, it is a replacement value. Replacement values apply to a character for as long as that character meets the replacement's requirements. When a character's combat value is reduced by half or doubled, those are also replacement values. Replacement values set combat values to specific numbers, doubles, or halves; they never solely involve adding or subtracting. A replacement value becomes the character's unmodified combat value."
  },
  "Rounding": {
    "english": "At any point in the calculation of a value, if you have a fractional value (usually caused by \"halving\" a value), immediately round up to the nearest whole number."
  },
  "Ships": {
    "english": "Some figures have mechanics that refer to ships. A ship is another name for a character. The terms may be used synonymously. For example, an effect that says to target a ship may target a character, and vice versa."
  },
  "Stairs and Ladders": {
    "english": "The rules for stairs and ladders allow movement and close combat through 2 squares of different elevations if they (a) are otherwise adjacent squares and (b) are squares that include a traiangle with the elevation level. If these 2 conditions are met – even if the squares do not share an edge – then the movement or close combat attack can be made."
  },
  "Starting Lines": {
    "english": "Some characters have red, blue, and/or yellow starting lines instead of a green starting line. These characters may also have different point values and experience levels listed on their base/character card. Use the starting line that matches the color of the point value or experience level.\n\nSome characters have orange starting lines in addition to the green starting line. These characters are part of a set of figures using an Alter Ego special power. The orange starting line can only be used if the figure is brought into the game through the use of the Alter Ego special power. The secondary point cost of these figures is only used when this is done.\n\nIf a character does not have any starting lines, the starting line is treated as if it were to the left of click 1.\n\nA figure with multiple dials can't heal above its current dial, even if it began the game on a previous dial.\n\nCharacters which may temporarily be turned to another section of the dial will consider that new click its starting click until it returns to the main dial."
  },
  "Team Abilities": {
    "english": "Team abilities are special abilities a character can use due to its alliance with a team or an affiliated group. When a character's base includes a team symbol, it indicates the character possesses the team ability, as described on the team abilities card for that universe. Characters may have more than one team symbol on their base; this grants the possession of multiple team abilities. Characters can also possess team abilities through special powers or trait abilities or trait abilities or Additional Team Abilities cards (see p. 23). Unless specified otherwise, these granted team abilities do not replace the symbols or team abilities currently possessed by the character."
  },
  "Team Bases": {
    "english": "See Abilities"
  },
  "Terrain": {
    "english": "Walls that are destroyed in the middle of an action are considered destroyed immediately within the action. The adjacent terrain does not become hindering terrain until the end of that action.\n\nIf one type of terrain exists behind other types of terrain, each terrain type must be destroyed separately.\n\nAn \"area of terrain\" is a square or group of squares that are enclosed by a single colored line. Two sets of colored lines that overlap or are adjacent are separate areas of terrain.\n\nSpecial terrain (printed orange squares) that require a character to occupy the square, require that the entire base must be occupying the terrain.\n\nGame effects which would allow a figure to relocate terrain may not be used on terrain printed on the map.\n\nWeb Special Terrain Marker: A character occupying this square must break away for movement purposes. Immediately after the character occupying this square no longer occupies it, remove this marker from the map.\n\nThe red border on elevated terrain is elevated terrain of that level.\n\nYou may not choose to make an attack roll when using the rules for destroying terrain.\n\nIf a square of outdoor blocking terrain shares an edge with a yellow terrain line, treat that edge as an indoor wall for movement and line of fire purposes.\n\nWhen a character may destroy blocking terrain during movement moves through an intersection that would be otherwise blocked, the blocking terrain on both sides of the intersection is destroyed when it moves through that intersection."
  },
  "Themed teams": {
    "english": "See Tactics"
  },
  "Turns": {
    "english": "The \"beginning of turn\" ends with the first non-free action assigned to a character, unless that action specifically states that it can be given during the beginning of the turn.\n\nEffects that occur at the end of the turn may be performed in any order, but you may not give your figures actions after you have cleared tokens."
  },
  "Victory Points": {
    "english": "At the end of the game, all figures are returned to their original controllers before determining the winner."
  },
  "Walls": {
    "english": "All walls are assumed to stop exactly at the edges of squares. Even if it looks like a wall \"sticks out\" into a doorway, it doesn't, and thus diagonal attacks can pass through without being blocked. A square of blocking terrain on the opposite side of the wall does not block the line of fire to that square when targeting a wall with a ranged attack.\n\nIf blocking terrain exists on the opposite side of a wall, destroying the wall does not destroy the blocking terrain. Only place a debris marker on the side of the wall without the blocking terrain. A separate attack must be made to destroy the blocking terrain.\n\nWalls are blocking terrain for all game purposes except that (a) they are not considered a square of blocking terrain and (b) they are not included in an area of blocking terrain."
  },
  "Wild Cards": {
    "english": "Wild card team abilities allow a character to use any team ability possessed by any friendly character on the battlefield. A character that possesses a wild card team ability is called a \"wild card\". Although wild cards can use team abilities, they do not possess the copied team ability nor do they possess the team symbol. Certain game effects only apply to characters that possess a particular team ability or symbol – wild cards would not qualify for these through using another character's team ability. Some team abilities are labeled as \"Uncopyable\". A wild card character can't use an uncopyable team ability from another character.\nA wild card may be given a free action to use a single team ability that a friendly character possesses. A wild card may be given this free action more than once per turn (this is an exception to the rule that characters can't activate the same free action more than once per turn). A wild card begins the game not using any other character's team ability. A wild card may change the team ability it is using to any team ability possessed by a friendly character (or no team ability) with each free action it is given.\n\nTIP! Many wild card teams use characters with lots of team abilities so that their wild card can change from one team ability to another throughout the game. Make sure you remember to give your wild cards a free action towards the end of your turn to make sure that they are copying the team ability you want them to have on your opponent's turn!\n\nA wild card retains its most recently used team ability until it is given a free action to use another team ability (or choose no team ability) or until after the resolution of an action during which all friendly characters whose team ability the wild card is using are defeated or removed from the battlefield. If a copied team ability includes a \"once per turn\" or \"once per game\" clause, a wild card follows that clause each time it uses the team ability as if it were using it consistently the entire game. A wild card activating Pulse Wave can continue to use a copied team ability even if the team abilities of the friendly characters are being ignored."
  }
}