{
  "General": {
    "english": "Powers are always printed on a combat dial, are visible through the stat slot, and are either standard powers (colored squares) or special powers (blackbordered white squares).\n • Standard powers are explained on the Powers and Abilities Card.\n • Special powers are explained on the characters' character cards.\nAbilities are always indicated by a symbol on the character's base, never on the combat dial. These symbols grant certain abilities to your character that they possess at all times.\n • Combat abilities are indicated by specific combat symbols on the base of the character, next to the stat slot. They are explained on the Powers and Abilities Card.\n • Team abilities are indicated by a team symbol on the base of the character. They are explained on the team abilities card for that specific universe, which can be printed out at www.heroclix.com.\n • Trait abilities are indicated by a star symbol on the character's base. They are explained at the beginning of the character's character card, next to the corresponding trait symbol. Older characters might not have the star symbol on the base, but still possess a trait as explained on their character card.\nGame effects remain a part of the game only as long as the character continues to possess the power or ability. If a power or ability is countered or lost, all game effects of that power or ability immediately end, but any actions already in progress are resolved normally. Tokens that are placed on characters or character cards for any reason are not considered a game effect. If ignoring a game effect would cause a situation where that game effect would not be ignored, then you do not ignore that game effect."
  },
  "ABILITIES": {
  	"rules": {
  		"General": {
  		"english": "Abilities are special capabilities a character possesses, regardless of how its combat dial is turned during a game. There are three types of abilities: combat abilities, team abilities, and trait abilities.\n\tSpecial powers and other game effects might sometimes allow a character to use or possess an ability."
  	},
  	"COMBAT ABILITIES": {
  		"english": "Combat abilities are abilities a character possesses due to the way they move or fight on the map, indicated by symbols printed on the character's base. Combat symbols on a character's base indicate that they possess combat abilities. Combat abilities can be countered."
  	},
  	"STANDARD COMBAT SYMBOLS AND ABILITIES": {
  		"english": "The |speed| speed symbol, the |attack| attack symbol, the |defense| defense symbol, and the |damage| damage symbol are standard combat symbols and follow all normal rules. Characters can also possess combat symbols through other game effects. Characters possessing other combat symbols possess combat abilities as specified on the Powers and Abilities Card. Unless specified otherwise, these combat symbols replace the symbols currently possessed by the character. Combat abilities can be countered unless they specify otherwise. See the Powers and Abilities Card for full details on the combat abilities a character possesses."
  	},
  	"IMPROVED CHARACTERS": {
  		"english": "Improved characters possess combat abilities that allow them to move more freely or enhance their ability to draw lines of fire. Improved characters are indicated by a |imp| on a character's base. An Improved character may possess Improved Movement (|impmov|), Improved Targeting (|imptar|) or both. The character card will indicate which combat abilities the character possesses and will list the symbols indicating how the character uses each ability."
  	},
  	"TEAM ABILITIES": {
  		"english": "Team abilities are special abilities a character can use due to its alliance with a team or an affiliated group. When a character's base includes a team symbol, it indicates the character possesses the team ability, as described on the team abilities card for that universe. Characters may have more than one team symbol on their base; this grants the possession of multiple team abilities. Characters can also possess team abilities through special powers or trait abilities or trait abilities or Additional Team Abilities cards. Unless specified otherwise, these granted team abilities do not replace the symbols or team abilities currently possessed by the character."
  	},
  	"WILD CARDS": {
  		"english": "Wild card team abilities allow a character to use any team ability possessed by any friendly character on the battlefield. A character that possesses a wild card team ability is called a \"wild card\". Although wild cards can use team abilities, they do not possess the copied team ability nor do they possess the team symbol. Certain game effects only apply to characters that possess a particular team ability or symbol – wild cards would not qualify for these through using another character's team ability. Some team abilities are labeled as \"Uncopyable\". A wild card character can't use an uncopyable team ability from another character.\n\tA wild card may be given a free action to use a single team ability that a friendly character possesses. A wild card may be given this free action more than once per turn (this is an exception to the rule that characters can't activate the same free action more than once per turn). A wild card begins the game not using any other character's team ability. A wild card may change the team ability it is using to any team ability possessed by a friendly character (or no team ability) with each free action it is given.\n\nTIP! Many wild card teams use characters with lots of team abilities so that their wild card can change from one team ability to another throughout the game. Make sure you remember to give your wild cards a free action towards the end of your turn to make sure that they are copying the team ability you want them to have on your opponent's turn!\n\nA wild card retains its most recently used team ability until it is given a free action to use another team ability (or choose no team ability) or until after the resolution of an action during which all friendly characters whose team ability the wild card is using are defeated or removed from the battlefield. If a copied team ability includes a \"once per turn\" or \"once per game\" clause, a wild card follows that clause each time it uses the team ability as if it were using it consistently the entire game. A wild card activating Pulse Wave can continue to use a copied team ability even if the team abilities of the friendly characters are being ignored."
  	},
  	"TRAIT ABILITIES": {
  		"english": "rait abilities are possessed by a character at all times, regardless of how its combat dial is turned during a game. Traits may allow the possession or use of powers, abilities, or other game effects. Trait abilities are indicated by a star symbol (|trait|) on a character's base. Trait abilities are usually indicated by a star symbol on the character's base, but may be indicated by a different symbol (such as |lotrbook|, |grenade| or |frag|) in the same position. Traits can't be countered, though in rare circumstances they may grant possession of a power or ability that can be countered.\n\tWhen a character with multiple starting lines has a trait ability, there may be one or more point values next to the |trait| on the character card. These point values indicate the starting lines that must be used in order for the character to possess the trait ability. A character with multiple dials would only list the point values of the dials that possess the trait; these characters possess the trait ability whenever using the dial with the indicated point value(s)."
  	}
  		},
  		"isNested": true
  },
  "ACTIVATING POWERS AND ABILITIES": {
    "english": "Powers are in effect when they appear on the character's combat dial through the stat slot. Abilities are always in effect. Powers and abilities activate in a number of ways:\n • Some game effects require that a character be given an action. These effects only activate when the character has been given the action specifically to activate the game effect. The game effect then overrides the normal activity of that move, close combat or range combat action.\n • Some game effects activate as a result of something specific happening. The game effect will use the words \"when\" or \"if\" to describe the scenario required to activate the power or ability.\n • Other game effects are always active or otherwise specify when they can be activated.\nWhen a power or ability indicates that the character \"may\" do something, that indicates an option that the player of that character can make when the situation presents itself. Other than that, powers and abilities are not optional. A special power that says \"Character can use Blades/Claws/Fangs and Stealth\" does not allow the character to choose whether or not it is using Stealth (since that standard power's description does not use the word \"may\") but does allow the character to choose when it will roll a d6 for its close combat attack (since the description of that standard power does use the word \"may\")."
  },
  "AREA OF EFFECT": {
  	"english": "Some powers and abilities use the term \"area of effect\". An area of effect allows a power or game effect to target more than one character. Characters within the area of an effect are affected even though they may not be within the character's range or line of fire. When it includes an attack, only one attack roll is made and the Attack Total is compared to each target character as well as any other characters specified by the area of effect. When a character is attacked exclusively as a result of being in an area of effect, it is not considered a target of the attack and it may be friendly to the attacking character. The game effect including an area of effect will define how damage is dealt to hit characters and may specify targeted characters' damage differently from other hit characters. When a power or ability uses a ranged combat attack with an area of effect, if the game effect describes target characters, then the attacking character may multi-target normally, possibly creating multiple areas of effect."
  },
  "CAPTURE": {
    "rules": {
      "General": {
        "english": "Give this character a power action and make a close combat attack that deals no damage against a single opposing character with the |damage| or |tiny| damage symbol; targets that can use Phasing/Teleport or Plasticity modify their defense values by +2 for the attack. If the attack succeeds, the target character is captured and is called a captive.\n\nRemove a captive from the battlefield until it is rescued (see below).\n\nIf this character has three captives, it can't capture another character until at least one of the captives is rescued or released (see below), and it can't make close combat attacks.\n\nIf this character has any captives when it is knocked out, before removing this character from the game, each captive is rescued (see below) by the active player..."
      },
      "RELEASING CAPTIVES": {
        "english": "When it occupies its starting area, this character can be given a power action to release one of its captives into an adjacent unoccupied square also in the starting area. A released captive is immediately defeated, and this character's player receives additional victory points for the released captive equal to 50 points or the released captive's point value, whichever is less."
      },
      "RESCUING CAPTIVES": {
        "english": "Characters friendly to a captive can attempt to rescue that captive. To do so, give a friendly character a power action; it makes a close combat or ranged combat attack that deals no damage against the target character that captured the captive. The target modifies its defense value by –1 for the attack for each of its captives. If the attack succeeds, the attacker chooses a friendly captive. The captive is rescued and put into an unoccupied square adjacent to the target of the attack. The rescued character now has one action token regardless of how many it was previously assigned; it can be given an action in the same turn it is rescued, but it is pushed normally."
      },
      "COUNTERING CAPTURE": {
        "english": "When Capture would be countered, roll 2d6; if the result of the roll is not doubles, Capture is not countered. If Capture is countered, all captives of this character are rescued immediately."
      }
    },
    "isNested": true
  },
  "POWERS": {
  	"rules": {
  		"General": {
  			"english": "Colored squares surrounding a character's combat values indicate its powers. A character's powers can change as it takes damage or is healed.\n\tA character's powers appear through the stat slot and are listed on its character card. Each power listed on a character card is preceded by a colored circle and a symbol. When the same color appears in a square on the character's dial next to that symbol on its base, the character possesses that power."
  			},
  		"STANDARD AND NAMED POWERS": {
  			"english": "A standard power is a power with only its name printed next to the circle on the character card (such as \"Blades/Claws/Fangs\"); an explanation of its effects appears on the Powers and Abilities Card. A named power, like \"SEISMIC BLAST (Quake)\", is a standard power with a specific descriptive title. It is capitalized next to a circle and is followed in parentheses by the name of the standard power (which is explained on the Powers and Abilities Card). All references to a \"standard power\" in a game effect refer to a standard or a named power."
  		},
  		"SPECIAL POWERS": {
  			"english": "Special powers are indicated by a white circle on the character card and a white square outlined in black on the character's combat dial. The effects of special powers are explained on the character's character card.\n\tSpecial powers that allow a character to use multiple powers or effects might require a character to use a separate action to activate each power, unless the power specifically states otherwise. Unless a power specifically states that it can be used as a free action, two powers that both require actions to activate can't be used by the same character on a single turn with the same action.\n\nSpecial powers that alter the way in which a standard power works only alter the standard power by the specified effects. All other restrictions and conditions set by the standard power are still in effect for the use of that power."
  		},
  		"EXAMPLE": {
  			"english": "A special power that says, \"This character can use Exploit Weakness and Flurry\" would require the character to use a close combat action to either activate Exploit Weakness or to activate Flurry; but a single close combat action can't be used to activate both. A special power that says \"This character can use Charge and Exploit Weakness\" would allow the character to use both in one action as the power action from Charge grants a close combat action as a free action (which can then be used to activate Exploit Weakness)."
  		}
  		},
  		"isNested": true
  },
  "USE AND POSSESS": {
    "english": "A character possesses a power or ability if that power is printed on their dial in the form of a white or colored square, or if an icon granting that ability is printed on their base. A character may also possess a power or ability if a special power or trait ability states that they \"have\" or \"possess\" that power or ability.\n\tA character uses a power if a special power or an ability states that they \"can use\" or \"uses\" that power.\n\tA power or combat ability that is possessed by a character can be countered. A power or ability that is only used by a character can't be countered, though often the power or ability granting use of that power can be countered instead.\n\tCertain game effects can counter powers or abilities. When a power or ability is countered, the targeted character is treated as if the power no longer appeared in the stat slot or the ability was no longer available through whatever means the character was able to use the ability."
  }
}