{
	"General":{
		"english":"Print and Play: For WizKids events, players can print any legitimate copy of a cardboard element from HeroClix. The printed version must not be functionally different from a legal WizKids-released version of the element.\n\nIf a resource includes a dial and an event has been triggered by which the dial is to be turned, then the dial will be turned at the appropriate time even if it the resource would otherwise be ignored.\n\nThe restriction against including special objects on your force applies at the time you construct your force. Game effects which would bring a special object onto the force during the game may be used."
	},
	"BATCAVE":{
		"english":"The last sentence of Gameplay reads: \"When The Batcave Computer is defeated, remove the resource from the game\"."
	},
	"INFINITY GAUNTLET":{
		"english":"The combat symbols displayed on standard powers are representative only and do not change those of the character to which this resource is assigned.\n\nThe last sentence of Beyond Mortal Limits reads: \"Character can use the effects of that gem until the beginning of your next turn as long as this power is showing\".\n\nThe character to which this resource is assigned must remain constant throughout an event.\n\nThis object is numbered R101, not S101.\n\nThe last sentence of Setup reads: \"You can't add special objects to your force if Infinity Gauntlet is part of it\".\n\nWhen used in a tournament, the same gems must be used during each round."
	},
	"GRAPNEL GUN":{
		"english":"The last sentence of the effect reads: \"If the square the character ends its movement in is of a higher elevation than the square it began the movement, it may be given a close combat action as a free action after actions resolve\"."
	},
	"SHARK REPELLANT SPRAY":{
		"english":"The last sentence of the effect reads: \"Knock back generated by this ignores game effects that prevent the character from being knocked back if the knocked back character has the Animal keyword or can use the Swim ability\"."
	},
	"SONIC TRANSMITTER":{
		"english":"The effect reads: \"Character can be given a double power action and each friendly Flock of Bats may be given a move action and a close combat action, each as a free action\"."
	},
	"UTILITY BELT":{
		"english":"The +1 on click 19 is a 1.\n\nTurning the Dial – if the character assigned the Utility Belt made an attack this turn, the player must roll a d6 to turn the dial at the end of the turn.\n\nPrep Time – when activating this power, the click selected can't have a power on it (not just a special power)."
	}
}
