{
  "Infinity Gauntlet": {
	"english": "#R101 The Infinity Gauntlet\n\nResource Information\nCost: Infinity Gauntlet costs 10 points, plus 5 points for each Gem attached to it. At least one Gem must be attached to the gauntlet to activate it. You can't attach more than one of the same type of Gem. (15-40)\n\nAssign: Infinity Gauntlet is assigned to a character when you reveal your force and only that character can use its effects. When assigned character is KO'd, opponent scores the Infinity Gauntlet.\n\nSetup: Infinity Gauntlet dial begins on the green line, but does not have a KO click; the dial may rotate past the starting line. You can't add special objects to your force if Infinity Gauntlet is part of it.\n\nTurning the Dial: At the end of your turn, if assigned character was given a non-free action this turn, choose one: 1) deal assigned character 1 unavoidable damage; or 2) roll a d6 that can't be rerolled and turn the Infinity Gauntlet dial to the right that many times; or 3) if Infinity Gauntlet dial has a special power visible, you may choose to do nothing.\n\nUsing Effects: When a Gem, a standard power or a special power is revealed on the dial, assigned character can use the effects associated with that if they can't already. You may only use the Gem effects if that Gem is attached.\n\n|soulgem|Soul Gem: Character can use Steal Energy. When character KO's an opposing character, heal character of 2 damage.\n\n|powergem|Power Gem: If character's printed range value is 4 or less, character can use Close Combat Expert. If character's printed range value is 5 or more, character can use Ranged Combat Expert.\n\n|timegem|Time Gem: Character can use Incapacitate and Super Senses.\n\n|spacegem|Space Gem: Character can use Phasing/Teleport and the Carry ability. Modify character's speed value by +2.\n\n|realitygem|Reality Gem: Character can use Probability Control, but only during character's turn.\n\n|mindgem|Mind Gem: Character can use Mind Control and Telekinesis.\n\n|trait|The Gauntlet Complete: If all six Gems are attached, character's powers and combat abilities can't be countered and character can use Willpower.|fancy1|Beyond Mortal Limits: At the beginning of your turn, choose an attached gem that you did not choose during your last turn. Character can use the effects of that gem until the beginning of your next turn as long as this power is showing.\n\n|fancy2|Apotheosis Approaching: Modify character's combat values by +1. At the beginning of your turn, choose a standard power character can't already use. Character can use that power until your next turn.\n\n|fancy3|Ultimate Godhood Attained: Modify character's combat values by +2 and character can use the effects of every attached gem. At the beginning of your turn, choose a standard power character can't already use. Character can use that power until your next turn.\n\nAttachable Items\n • Infinity Gauntlet #S101 Soul Gem\n • Infinity Gauntlet #S102 Power Gem\n • Infinity Gauntlet #S103 Time Gem\n • Infinity Gauntlet #S104 Space Gem\n • Infinity Gauntlet #S105 Reality Gem\n • Infinity Gauntlet #S106 Mind Gem"
  },
  "No Man’s Land": {
	"english": "#007b The Penguin\n\nResource Information\nCost: 10\n\n|trait|The Penguin Always Takes His Cut: The Penguin is a resource assigned to your force and is not placed on the map. Once, at the beginning of your turn, you may choose a friendly character. That character can use the power indicated on the dial's current click and modifies its combat values as per the current click. At the end of your turn, if the chosen character was given a non-free action this turn, roll a d6 and compare:\n\n1: Remove The Penguin from the game and heal the chosen character 1 click.\n\n2 - 5: Turn The Penguin's dial to the right once. If The Penguin is KO'd it is removed from the game.\n\n6: Turn The Penguin to any click on the resource dial.\n\n#R100 Utility Belt Cost: Utility Belt costs 7 points, plus 1 point if the Costume slot is active, plus 1 point for each Utility Belt Item slot that will be active this game (other slots are inactive). At least one Utility Belt Item slot must be active.(8-14)\n\nAssign: Utility Belt is assigned to a character when you build your force and only that character can use its effects. When the assigned character is KO'd, opponent scores Utility Belt.\n\nSetup: Utility Belt begins the game on the green line. After forces are revealed, attach up to one Utility Belt Costume |sos| if the Costume slot is active and as many Utility Belt Items |utilitybelt| as there are active slots (no more than three of any specific Utility Belt Item). The Utility Belt has no KO click and may rotate past the starting line.\n\nTurning the Dial: At the end of your turn, if the assigned character was given a non-free action or made an attack, roll a d6 that can't be rerolled and turn the Utility Belt to the right that many times. If a special power is revealed while turning the dial, immediately stop turning the dial.\n\nUsing Effects: All Costumes and Items grant the character powers and abilities that can be used as directed by their Resource Cards. Once a Utility Belt Item has been used, it is removed from the Utility Belt.\n\n|trait|Battle Plan: If three or more Utility Belt Items are attached, assigned character can use Indomitable. If five or more Utility Belt Items are attached, you may give the assigned character a free action and select an opposing character within 10 squares and line of fire; that opposing character can't use team abilities until the beginning of your next turn.\n\n|fancy1|Prep Time: Give the assigned character a double power action and turn the Utility Belt to any click that does not have a special power. Do not otherwise turn the dial at the end of your turn.\n\n|fancy2|Shared Resources: Give the assigned character a power action. Remove a Utility Belt Item from the Utility Belt and place it in an adjacent square. Flip that item's Resource Card; that item is now a Relic assigned to your force.\n\n|fancy3|Hidden Cache: At the beginning of your turn, you may activate an inactive slot. In addition, you may replace or attach any one Utility Belt Item or Costume to the Utility Belt. At the end of the turn, roll a d6 to turn the dial as described above even if the character does not take a non-free action.\n\n|fancy4|Quick Swap: Give the assigned character a power action and replace any number of attached Utility Belt Items with different Utility Belt Items.\n\n|utilitybelt|: When a number is revealed, if a Utility Belt Item in that slot is used this turn, it is not removed from the Utility Belt.\n\n|parabox|When a number is revealed, if that slot is active but empty, at the beginning of your turn, you may attach any Utility Belt Item to this slot.\n\n|hands|: When numbers are revealed, if the character uses a Utility Belt Item in one of the indicated slots, it may use an Item in the other slot as a free action as long as the two items are not the same. Alternatively, a power and a modifier may be revealed; the character can use the power showing and modifies all of its combat values by the amount displayed.\n\nAttachable Items (Utility Belt Items |utilitybelt|)\nBatman #R102 SONIC TRANSMITTER: Character can be given a double power action and each friendly Flock of Bats may be given a move action and a close combat action, each as a free action.\n\nNo Man's Land #R101 GAS PELLETS/SMOKE GRENADE: Give this character a power action to use Smoke Cloud until your next turn as a free action. When the hindering terrain markers are removed, deal 1 penetrating damage to each opposing character occupying or adjacent to any of the removed hindering terrain markers.\n\nNo Man's Land #R102 BATARANGS: Give this character a ranged combat action to use Incapacitate to target all opposing characters within 6 squares and line of fire; this character can use |imptar| |chara| for this attack. You may give this character an additional action token and if you do, hit characters are given an additional action token.\n\nNo Man's Land #R103 GRAPNEL GUN: Give this character a move action; it can use |impmov| |ignet| and the Carry ability for this action. If the square the character ends its movement in is of a higher elevation than the square it began the movement, it may be given a close combat action as a free action after actions resolve.\n\nNo Man's Land #R104 FLASH GRENADE: Give this character a power action to use the Throw a Grenade ability using Flashbang Grenades as a free action. This turn, this character has Grenade Pool: +1. In addition to the normal effects, characters hit by this attack can't draw a line of fire until they have no action tokens.\n\nNo Man's Land #R105 REBREATHER: Give this character a power action if it occupies water terrain. When you do, until the end of the turn, the character possesses |transSwim| and can use the Move and Attack ability as a free action but does not modify its attack value by -2 when using it.\n\nNo Man's Land #R106 HANDCUFFS: Give this character a close combat action that deals no damage. If it hits, the target character may be given power actions to roll a d6, but can't be given any other actions until it rolls a 4-6 for this effect.\n\nStreets of Gotham #R102 RADAR MONITOR: Give this character a power action and choose an opposing team ability (even if it is Uncopyable). This character possesses the chosen team ability for the rest of the game.\n\n2013 WizKids Exclusives #D-R101 SHARK REPELLANT SPRAY: Give this character a power action to use Force Blast. Knock back generated by this ignores game effects that prevent the character from being knocked back if the knocked back character has the Animal keyword or can use the Swim ability.\n\n2013 WizKids Exclusives #D-R102 DISGUISE KIT: Give this character a power action and roll a d6. On a result of 1-3, this item is not removed from the Utility Belt. On a result of 4-6 this character can use |impmov| |chara| and can't be targeted by an opponent's attack until after your next turn.\n\n2013 WizKids Exclusives #D-R103 TRACER: Give this character a power action and choose a square within 8 squares and line of fire, occupied by an opposing character. Until your next turn, lines of fire drawn to that character are only blocked by indoor blocking terrain; friendly characters modify their attack value by +1 when targeting the chosen character.\n\n2013 WizKids Exclusives #D-R104 BOLOS: Give this character a ranged combat action to use Incapacitate with a maximum range of 4. When it does, all opposing characters adjacent to the target are also given an action token.\n\n2013 WizKids Exclusives #D-R105 PLASTIQUE EXPLOSIVE: Give this character a power action and place up to 3 Plastique special markers within 4 squares, line of fire, and adjacent to a wall or a square of printed blocking terrain. At the beginning of your next turn, the Plastique special markers are removed and all other characters within 4 squares are dealt 3 damage. Any walls or squares of printed blocking terrain adjacent to each Plastique special markers is destroyed.\n\n2013 WizKids Exclusives #D-R106 KRYPTONITE RING: Give this character a close combat or ranged combat action. If the target character possesses the Superman Ally team ability or Kryptonian keyword, modify that character's defense value by -2 for that attack and damage dealt is penetrating.\n\n2013 WizKids Exclusives #D-R107 NIGHT VISION GOGGLES: Give this character a free action and until your next turn, this character can use |3impmov| |ignht| and if the line of fire crosses hindering terrain, modify this character's attack value by +2.\n\n2013 WizKids Exclusives #D-R108 FIRST AID KIT: Give this character a power action and choose this character or an adjacent friendly character. Roll a d6 and heal the chosen character of damage equal to half the result.\n\nAttachable Items (Utility Belt Items |sos|)\nBatman #R101 SUIT OF SORROWS: This character can use Battle Fury and Super Strength.\n\nNo Man's Land #R107 BATMAN COWL: Character possesses |tabatman|. If the character already possesses and is adjacent to a wall or square of a higher elevated terrain, lines of fire drawn to it are blocked when it is not your turn.\n\nTeen Titans #R101 ROBIN UNIFORM: This character possesses |tateentitans|. If this character already has |tateentitans|, it can use the team ability as a free action.\n\n#R200 The Batcave\n\nResource Information\nForce Construction: The Batcave costs 85 points and is assigned to a character when you build your force. This character can be assigned the Utility Belt resource with a Utility Belt Costume and up to 6 Utility Belt Items at no cost. The Batcave can be assigned to additional characters for 10 points each. The Batcave adds Batcave Computer to your force. The Batcave can be played with a cost of 100 points; if you do, The Batcave adds Batcave Computer and Alfred Pennyworth to your force. The Batcave can't be assigned to either of these characters.\n\nSetup: The Batcave is placed in your starting area and can't be moved or placed by any game effect. All squares occupied by The Batcave are considered to be clear terrain.\n\nGame Play: Batcave Computer and Alfred Pennyworth are each considered to occupy all of the squares occupied by The Batcave. Each can be given actions during your turn; they are separate characters. Each character can attack or be attacked from any square occupied by The Batcave. Victory Points for The Batcave (all points added to your force as per Force Construction) are scored only after Batcave Computer and Alfred Pennyworth (if he is on your force) are defeated. When The Batcave Computer is defeated, remove the resource from the game.\n\nOffense/Defense Dials: These dials display powers and abilities using standard combat symbols and colors, team ability icons, and special powers. At the beginning of your turn, roll a d6 that can't be rerolled and click both the Offense Dial and Defense Dial that many times to the right. All characters assigned The Batcave can use the powers and abilities indicated by the Offense Dial. Opposing characters can't use powers or abilities indicated by the Defense Dial if they would target a character assigned to The Batcave or are targeted by a character assigned to The Batcave. The Defense Dial may also indicate a special power that modifies an opposing character's combat values if they would target an opposing character assigned to The Batcave.\n\n|fancy1|Ready For Battle: Characters assigned to The Batcave modify their attack values by +1\n\n|fancy2|Bracing For The Attack: Characters assigned to The Batcave modify their defense values by +1.\n\n|fancy3|Working In Sync: Characters assigned to The Batcave modify all of their combat values by +1.\n\n|fancy4|Finding Your Weakness: Opposing characters get -1 to their defense value until their next turn if any target is assigned to The Batcave.\n\n|fancy5|I Was Ready For That: Opposing characters get -1 to their attack value until their next turn if any target is assigned to The Batcave.\n\n|fancy6|I Have A File On You: Opposing characters get -1 to their damage value until their next urn if any target is assigned to The Batcave.\n\nBATCAVE COMPUTER|tabatman||tahypertime|\n|trait|Security Defense System: Batcave Computer can't be targeted by opposing characters more than 4 squares away. Batcave Computer's combat values can't be modified or replaced. When other friendly characters are on the map, Batcave Computer may only attack adjacent characters and characters that have attacked it since its last turn. When all other friendly characters have been defeated, Batcave Computer may target opposing characters regardless of range or line of fire. Batcave Computer can't be healed.\n\n|sharpshooter|Controlled Explosion: Batcave Computer can use Pulse Wave. When it does, friendly characters named \"Alfred Pennyworth\" are not affected by this use of Pulse Wave.\n\nALFRED PENNYWORTH|tabatman||tahypertime|\n|speed|Come Alfred, I Need You: Give Alfred Pennyworth a power action. Place a BM#031 or FFBM#005 Alfred Pennyworth from outside the game in a square adjacent to The Batcave on click #3; The Batcave is assigned to that character at no cost. After actions resolve, deal this character 1 unavoidable damage.\n\n|damage|Fully Stocked ER: Alfred Pennyworth can use Support. When he does, he can heal a friendly character even if he or the friendly character are adjacent to an opposing character."
  },
  "Fear Itself": {
	"english": "#R100 The Book of the Skull\n\nResource Information\nForce Construction: The Book of the Skull costs 6 points, plus 3 for each Hammer slot that is activated. Hammers are attached to The Book of the Skull in their corresponding slot.\n\nAssign: The Book of the Skull is assigned to all characters on your force.\n\nSetup: The Book of the Skull begins the game on the green starting line.\n\nEquipping a Character: At the beginning of each of your turns, you may remove a Hammer from the Book of the Skull and place it in the square of a friendly character that is at least 5 squares from any starting area. Also, once per turn you may give a character a power action and remove a Hammer from The Book of the Skull and place it in a friendly character's square that is at least 5 squares from any starting area. Whenever a Hammer is placed in a character's square, that character may immediately use Quake as a free action. If the friendly character makes a relic roll to place that Hammer on its character card this turn, the roll automatically succeeds and the Hammer is considered \"equipped\" to that character and that character can use its abilities as listed on the Hammer's card. Unless specified otherwise, a character may only be equipped with one Hammer. If the friendly character does not place the relic on its card this turn, then for the remainder of the game, it is a relic as described on its card.\n\nVictory Points: Any time a character equipped with a Hammer is KO'd, the player scoring victory points for that character scores an additional 3 points for each equipped Hammer and the Hammers are removed from the game. If the entire force is defeated, then the player who scores victory points for the last character on the force is also awarded 6 points for The Book of the Skull and 3 points for each Hammer still attached to it.\n\nEmpowered by the Serpent: At the beginning of each of your turns you may choose one friendly character equipped with a Hammer. Until your next turn, that character has its combat values modified and it can use the powers as listed in The Book of the Skull's dial window. The modifiers and powers available to the character depend on the number of Hammers that were attached to The Book of the Skull at the start of the game:\n\n1-2 Hammers – Characters can use slot #1\n3-4 Hammers – Characters can use slots #1 - 2\n5 - 6 Hammers – Characters can use slots #1 - 3\n7 - 8 Hammers – Characters can use all slots\n\nWhen a combat symbol appears in Slot #1, the chosen character modifies that combat value by +1. When a bonus (e.g., +1) appears in Slot #1, the chosen character modifies all of their combat values by the indicated amount. The other slots show a power that the chosen character can use.\n\nTurning the Dial: When an opposing character takes damage from a friendly character equipped with a Hammer, roll a d6 and turn the Book of the Skull dial that many times to the right. If the opposing character was KO'd by that damage, turn the Book of the Skull dial 3 additional clicks. When the dial is clicked past its red line, click it one more time.\n\nAfter 3 Hammers have been equipped to friendly characters, friendly characters maybe given a power action to exchange one equipped Hammer with the equipped Hammer of another friendly character.\n\nAfter 4 Hammers have been equipped to different friendly characters, friendly characters may be equipped with up to 2 Hammers each.\n\nAfter 7 Hammers have been equipped to friendly characters, friendly characters equipped with Hammers can use the Power Cosmic team ability.\n\n|fancy1|Characters can use Pulse Wave and Penetrating/Psychic Blast.\n|fancy2|Characters can use Perplex and Probability Control.\n|fancy3|Characters can use Perplex and Outwit.\n|fancy4|Characters can use Probability Control and Outwit.\n|fancy5|Characters can use Probability Control, Outwit, and Perplex.\n\nAttachable Items\n • Fear Itself #S101 Kuurth's Hammer\n • Fear Itself #S102 Mokk's Hammer\n • Fear Itself #S103 Skirn's Hammer\n • Fear Itself #S104 Greithoth's Hammer\n • Fear Itself #S105 Nerkkod's Hammer\n • Fear Itself #S106 Nul's Hammer\n • Fear Itself #S107 Angrir's Hammer\n • Fear Itself #S201 Skadi's Hammer"
  },
  "Invincible Iron Man": {
	"english": "#R100 Power Plant\nForce Construction – The Power Plant costs 10 points, plus 2 for each Ring slot that is activated. Up to 1 of any Ring with the IIM symbol may be attached to the Power Plant.\n\nAssign – The Power Plant is assigned to all characters on your force.\n\nRing Selection – At the beginning of your turn, you may choose a Ring, remove it from the Power Plant and place it on a friendly character's card. That character can use that Ring's effects as if it were a relic. When that character clears, return any Rings on its character card onto the Power Plant.\n\nDrain a Ring's Power – Give a friendly character a free action and remove any one ring from the Power Plant. If you do, that character can either use Outwit or modify all of its combat values by +1, but only for this turn.\n\nVictory Points – Any time a character with a Ring on its character card from the Power Plant is KO'd, the player scoring victory points for that character scores an additional 2 points for each Ring on its card and the Rings are removed from the game. If the entire force is defeated, then the player who scores victory points for the last character on the force is also awarded 10 points for the Power Plant and 2 points for each Ring still attached to it.\n\nAttachable Items\n • Invincible Iron Man #S001 Impact Beam\n • Invincible Iron Man #S002 Vortex Beam\n • Invincible Iron Man #S003 White Light\nnvincible Iron Man #S004 Flame Blast\n • Invincible Iron Man #S005 Mento-Intensifier\n • Invincible Iron Man #S006 Ice Blast\n • Invincible Iron Man #S007 Matter Rearranger\n • Invincible Iron Man #S008 Black Light\n • Invincible Iron Man #S009 Electro Blast\n • Invincible Iron Man #S101 Disintegration Beam"
  },
  "Avengers vs X-Men":{
  	"english":"#R100 The Phoenix Force\nForce Construction – The Phoenix Force costs 12 points. At least 1, may be attached but no more than 5 distinct Phoenix Force Fragments |pffragments| to the Phoenix Force and cost 3 points per Fragment. Up to 5 distinct characters (each with a point value of at least 40 points) are assigned to the Phoenix Force and cost 3 points per character, but there must be at least 1 Fragment for each character.\n\nSetup – When placing characters in your starting area, for each distinct character assigned to the Phoenix Force, remove 1 Fragment and assign it to that character. That Fragment is a relic assigned to the character at no cost.\n\nThe Phoenix Force dial has 5 groups, each group is indicated by a common blue click number. Within each group there are 5 clicks identified by a red click number. The Phoenix Force begins the game on the first click (red click #1) of the group (blue click number) equal to the number of Fragments remaining attached to the resource.\n\nFragments\tPhoenix Power\nCyclops\tRanged Combat Expert\nNamor\tAvengers, Defenders, and X-Men team abilities.\nColossus\tInvulnerability\nEmma Frost\tTelekinesis\nMagik\tCharacter can use the Mystics team ability, but only when hit with a ranged combat attack.\n\nTurning the Dial When a character assigned a Phoenix Force Fragment is KO'd, attach their Fragment to the resource and immediately click the dial 5 times to the left, moving the dial to the same red click number in the next group. When a character assigned a Phoenix Force Fragment KO's an opposing character or hits with an attack roll that is doubles, after actions resolve, click the dial once, though the Phoenix Force may never be clicked beyond any group's click #5.\n\nVictory Points – Any time a character assigned a Phoenix Force Fragment is KO'd, the player scoring victory points for that character scores an additional 6 points. If the entire force is defeated, then the player who scores victory points for the last character on the force is also awarded 12 points for The Phoenix Force and 3 points for each Phoenix Force Fragment that began the game attached to the resource.\n\nEffects of the Phoenix Force – When a standard power is revealed on the dial, characters assigned to the Phoenix Force can use the indicated power. When a modifier appears, all assigned characters modify that combat value by the indicated amount. If the modifier has a border around it, then they modify all of their combat values by the indicated amount.\n\nAt the beginning of your turn, you may choose a Phoenix Force Fragment attached to the resource. Characters assigned to the Phoenix Force can use that Fragments's Phoenix Power until your next turn.\n\n"
  }
}